Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: After your iPhone reboots, unlock it once. Until you do, iOS keeps NOOP's files locked (Data Protection), so new history can't be written or synced.
de: Entsperre dein iPhone nach einem Neustart einmal. Bis dahin hält iOS NOOPs Dateien gesperrt (Data Protection), sodass kein neuer Verlauf geschrieben oder synchronisiert werden kann.
es: Después de que tu iPhone se reinicie, desbloquéalo una vez. Hasta que lo hagas, iOS mantiene bloqueados los archivos de NOOP (Protección de datos), así que no se puede escribir ni sincronizar historial nuevo.
fr: Après le redémarrage de votre iPhone, déverrouillez-le une fois. Tant que ce n'est pas fait, iOS garde les fichiers de NOOP verrouillés (Protection des données), donc aucun nouvel historique ne peut être écrit ni synchronisé.
it: Dopo il riavvio del tuo iPhone, sbloccalo una volta. Finché non lo fai, iOS tiene bloccati i file di NOOP (Data Protection), quindi la nuova cronologia non può essere scritta né sincronizzata.
pl: Po ponownym uruchomieniu iPhone'a odblokuj go raz. Dopóki tego nie zrobisz, iOS blokuje pliki NOOP (ochrona danych), więc nowa historia nie może być zapisana ani zsynchronizowana.
pt_pt: After your iPhone reboots, unlock it once. Até que o faça, o iOS mantém os ficheiros NOOP bloqueados (proteção de dados), para que o novo histórico não possa ser gravado ou sincronizado.
ru: После перезагрузки iPhone разблокируйте его хотя бы раз. Пока вы этого не сделаете, iOS держит файлы NOOP заблокированными (Data Protection), поэтому новая история не может быть записана или синхронизирована.
th: หลังจากที่ iPhone ของคุณรีบูทแล้ว ให้ปลดล็อคหนึ่งครั้ง จนกว่าคุณจะทำเช่นนั้น iOS จะล็อคไฟล์ของ NOOP ไว้ (การปกป้องข้อมูล) ดังนั้นจึงไม่สามารถเขียนหรือซิงค์ประวัติใหม่ได้
zh_hans: iPhone 重启后，请先解锁一次。在此之前，iOS 会锁定 NOOP 的文件（数据保护），新的历史数据无法写入或同步。
zh_hant: iPhone 重新開機後，請先解鎖一次。在你解鎖之前，iOS 會鎖定 NOOP 的檔案（資料保護），新的歷史資料無法寫入或同步。

source: Age
de: Alter
es: Edad
fr: Âge
it: Età
pl: Wiek
pt_pt: Idade
ru: Возраст
th: อายุ
zh_hans: 年龄
zh_hant: 年齡

source: Age, %lld years
de: Alter, %lld Jahre
es: Edad, %lld años
fr: Âge, %lld ans
it: Età, %lld anni
pl: Wiek, %lld lat
pt_pt: Idade, %lld anos
ru: Возраст, %lld лет
th: อายุ %lld ปี
zh_hans: 年龄，%lld 岁
zh_hant: 年齡，%lld 歲

source: Ahead
de: Voraus
es: Adelante
fr: En avant
it: Avanti
pl: Przed planem
pt_pt: À frente
ru: Впереди
th: เร็วกว่ากำหนด
zh_hans: 前进
zh_hant: 前進

source: ahead of plan
de: vor dem Plan
es: por delante del plan
fr: en avance sur le plan
it: in anticipo sul piano
pl: przed planem
pt_pt: à frente do plano
ru: с опережением плана
th: เร็วกว่าแผน
zh_hans: 领先于计划
zh_hant: 領先於計劃

source: AI Coach
de: KI Coach
fr: IA Coach
pl: Trener AI
ru: ИИ Coach
th: โค้ช AI
zh_hans: 人工智能Coach
zh_hant: 人工智慧Coach

source: Alarms
de: Wecker
es: Alarmas
fr: Alarmes
it: Sveglie
pl: Alarmy
pt_pt: Alarmes
ru: Будильники
th: การตั้งปลุก
zh_hans: 闹钟
zh_hant: 鬧鐘

source: Alcohol
de: Alkohol
fr: Alcool
it: Alcol
pl: Alkohol
pt_pt: Álcool
ru: Алкоголь
th: แอลกอฮอล์
zh_hans: 酒精
zh_hant: 酒精

source: Alert
de: Hinweis
es: Alerta
fr: Alerte
it: Avviso
pl: Alarm
pt_pt: Alerta
ru: Оповещение
th: ควรระวัง
zh_hans: 警报
zh_hant: 提醒

source: Alerts
de: Hinweise
es: Alertas
fr: Alertes
it: Avvisi
pl: Alerty
pt_pt: Alertas
ru: Оповещения
th: การแจ้งเตือน
zh_hans: 提醒
zh_hant: 提醒

source: All
de: Alle
es: Todo
fr: Tout
it: Tutto
pl: Wszystko
pt_pt: Tudo
ru: Все
th: ทั้งหมด
zh_hans: 全部
zh_hant: 全部

source: ALL
de: ALLE
es: TODO
fr: TOUT
it: TUTTO
pl: WSZYSTKO
pt_pt: TUDO
ru: ВСЕ
th: ทั้งหมด
zh_hans: 全部
zh_hant: 全部

source: All activities
de: Alle Tätigkeiten
es: Todas las actividades
fr: Toutes les activités
pl: Wszystkie działania
pt_pt: Todas as atividades
th: ทุกกิจกรรม

source: All caught up
de: Alles erledigt
es: Todo al día
fr: Tout est à jour
it: Tutto aggiornato
pl: Wszystko złapane
pt_pt: Todos apanhados
ru: Всё актуально
th: ทั้งหมดตามทัน
zh_hans: 已全部同步
zh_hant: 已全部同步

source: all history
de: gesamter Verlauf
es: todo el historial
fr: tout l'historique
it: tutta la cronologia
pl: cała historia
pt_pt: toda a histórico
ru: вся история
th: ประวัติทั้งหมด
zh_hans: 全部历史
zh_hant: 全部歷史

source: All history
de: Gesamter Verlauf
es: Todo el historial
fr: Tout l'historique
it: Tutta la cronologia
pl: Cała historia
pt_pt: Toda a histórico
ru: Вся история
th: ประวัติทั้งหมด
zh_hans: 全部历史
zh_hant: 全部歷史

source: All of this is computed on your own device from data you already have. No heartbeat data leaves it.
de: All das wird auf deinem eigenen Gerät aus Daten berechnet, die du bereits hast. Keine Herzschlagdaten verlassen es.
es: Todo esto se calcula en tu propio dispositivo a partir de datos que ya tienes. Ningún dato de latidos sale de él.
fr: Tout ceci est calculé sur votre propre appareil à partir de données que vous avez déjà. Aucune donnée de battement cardiaque n'en sort.
it: Tutto questo viene calcolato sul tuo dispositivo dai dati che hai già. Nessun dato del battito cardiaco lo lascia.
pl: Wszystko to jest obliczane na Twoim własnym urządzeniu na podstawie danych, które już posiadasz. Żadne dane o pulsie go nie opuszczają.
pt_pt: Tudo isto é computado no teu dispositivo a partir dos dados que já possui. Nenhum dado de batimento cardíaco sai dele.
ru: Всё это рассчитывается на вашем устройстве на основе уже имеющихся данных. Данные о сердцебиении никуда не покидают устройство.
th: ทั้งหมดนี้คำนวณบนอุปกรณ์ของคุณเองจากข้อมูลที่คุณมีอยู่แล้ว ไม่มีข้อมูลการเต้นของหัวใจเหลืออยู่
zh_hans: 这一切都是在你自己的设备上、用你已有的数据计算得出的。任何心跳数据都不会离开设备。
zh_hant: 這一切都是在你自己的裝置上，用你已有的資料計算的。沒有任何心跳資料離開裝置。

source: All Sessions
de: Alle Sitzungen
es: Todas las sesiones
fr: Toutes les séances
it: Tutte le sessioni
pl: Wszystkie sesje
pt_pt: Todas as sessões
ru: Все сессии
th: เซสชันทั้งหมด
zh_hans: 所有会话
zh_hant: 所有工作階段

source: All sources
de: Alle Quellen
es: Todas las fuentes
fr: Toutes les sources
it: Tutte le fonti
pl: Wszystkie źródła
pt_pt: Todas as fontes
ru: Все источники
th: แหล่งที่มาทั้งหมด
zh_hans: 所有来源
zh_hant: 所有來源

source: All sports
de: Alle Sportarten
es: Todos los deportes
fr: Tous les sports
it: Tutti gli sport
pl: Wszystkie dyscypliny
pt_pt: Todos os esportes
ru: Все виды спорта
th: กีฬาทั้งหมด
zh_hans: 所有运动
zh_hant: 所有運動

source: All stays on %@. Nothing is sent anywhere.
de: Alles bleibt auf %@. Nichts wird irgendwohin gesendet.
es: Todo permanece en %@. No se envía nada a ninguna parte.
fr: Tout reste sur %@. Rien n'est envoyé nulle part.
it: Tutto resta su %@. Niente viene inviato da nessuna parte.
pl: Wszystko pozostaje na %@. Nic nie jest nigdzie wysyłane.
pt_pt: Tudo permanece em %@. Nada é enviado para lado nenhum.
ru: Всё остаётся на %@. Ничего никуда не отправляется.
th: ทั้งหมดยังคงอยู่บน %@ ไม่มีข้อมูลใดถูกส่งออกไป
zh_hans: 一切都留在 %@ 上。不会发送到任何地方。
zh_hant: 一切都留在 %@ 上。不會發送到任何地方。

source: all time
de: gesamter Zeitraum
es: todo el tiempo
fr: tout le temps
it: da sempre
pl: cały czas
pt_pt: o tempo todo
ru: за всё время
th: ตลอดช่วงเวลา
zh_hans: 全部时间
zh_hant: 全部時間

source: ALL TIME
de: GESAMTER ZEITRAUM
es: HISTÓRICO
fr: DEPUIS TOUJOURS
it: DA SEMPRE
pl: CAŁY CZAS
pt_pt: TODOS OS TEMPOS
ru: ЗА ВСЁ ВРЕМЯ
th: ตลอดเวลา
zh_hans: 全部时间
zh_hant: 全部時間

source: ALL YOUR DATA · NONE OF THE CLOUD
de: ALL DEINE DATEN · NICHTS IN DER CLOUD
es: TODOS TUS DATOS · NADA EN LA NUBE
fr: TOUTES VOS DONNÉES · SANS LE CLOUD
it: TUTTI I TUOI DATI · NIENTE CLOUD
pl: WSZYSTKIE TWOJE DANE · ŻADNE Z CHMURY
pt_pt: TODOS OS SEUS DADOS · NENHUMA NUVEM
ru: ВСЕ ВАШИ ДАННЫЕ · НИКАКИХ ОБЛАЧНЫХ СЕРВИСОВ
th: ข้อมูลทั้งหมดของคุณ · ไม่มีในระบบคลาวด์
zh_hans: 你的全部数据 · 不上云端
zh_hant: 你的全部資料 · 不上雲端

source: all your data, none of the cloud
de: all deine Daten, nichts in der Cloud
es: todos tus datos, nada en la nube
fr: toutes vos données, sans le cloud
it: tutti i tuoi dati, niente cloud
pl: wszystkie Twoje dane, bez chmury
pt_pt: todos os teus dados, nada da cloud
ru: все ваши данные, никаких облачных сервисов
th: ข้อมูลทั้งหมดของคุณ ไม่มีอยู่บนคลาวด์
zh_hans: 你的全部数据，不上云端
zh_hant: 你的全部資料，不上雲端

source: Allow access
de: Zugriff erlauben
es: Permitir acceso
fr: Autoriser l'accès
it: Consenti accesso
pl: Zezwól na dostęp
pt_pt: Permitir o acesso
ru: Разрешить доступ
th: อนุญาตให้เข้าถึง
zh_hans: 允许访问
zh_hant: 允許存取

source: Allow Apple Health access
de: Apple-Health-Zugriff erlauben
es: Permitir acceso a Apple Health
fr: Autoriser l'accès à Apple Santé
it: Consenti l'accesso ad Apple Health
pl: Zezwól Apple Health na dostęp
pt_pt: Permitir o acesso ao Apple Health
ru: Разрешить доступ к Apple Health
th: อนุญาตให้เข้าถึง Apple Health
zh_hans: 允许访问 Apple 健康
zh_hant: 允許存取 Apple 健康

source: Already clean.
de: Bereits sauber.
es: Ya está limpio.
fr: Déjà propre.
it: Già pulito.
pl: Już czysty.
pt_pt: Já limpo.
ru: Уже чисто.
th: สะอาดเรียบร้อยแล้ว
zh_hans: 已经是干净的。
zh_hant: 已經是乾淨的。

source: Already logged
de: Bereits protokolliert
es: Ya registrado
fr: Déjà enregistré
it: Già registrato
pl: Już zalogowany
pt_pt: Já registado
ru: Уже записано
th: บันทึกแล้ว
zh_hans: 已记录
zh_hant: 已記錄

source: Already summarised — nothing new in this chat since last time.
de: Bereits zusammengefasst – seit dem letzten Mal nichts Neues in diesem Chat.
es: Ya resumido: nada nuevo en este chat desde la última vez.
fr: Déjà résumé — rien de nouveau dans ce chat depuis la dernière fois.
it: Già riassunto: niente di nuovo in questa chat dall'ultima volta.
pl: Już podsumowano — od ostatniego razu nic nowego w tej rozmowie.
pt_pt: Já resumido — nada de novo neste chat desde a última vez.
ru: Уже подвел итоги — ничего нового в этом чате с прошлого раза.
th: สรุปแล้ว — ไม่มีอะไรใหม่ในแชทนี้ตั้งแต่ครั้งที่แล้ว
zh_hans: 已经总结过了——自上次以来，这次聊天没有什么新内容。
zh_hant: 已經總結過了——自上次以來，這次聊天沒有什麼新內容。

source: Also share my patterns & Lab Book
de: Auch meine Muster & mein Laborbuch teilen
es: Compartir también mis patrones y Lab Book
fr: Partager aussi mes tendances et mon Lab Book
it: Condividi anche i miei schemi e Lab Book
pl: Udostępnij także moje wzory i książkę laboratoryjną
pt_pt: Partilhe também os meus padrões e livro de laboratório
ru: Также поделиться моими паттернами и Лабораторным журналом
th: แบ่งปันรูปแบบและหนังสือแล็บของฉันด้วย
zh_hans: 同时分享我的规律与实验手记
zh_hant: 同時分享我的規律與實驗手記

source: Also share my patterns and Lab Book with the coach
de: Auch meine Muster und mein Laborbuch mit dem Coach teilen
es: Compartir también mis patrones y Lab Book con el entrenador
fr: Partager aussi mes tendances et mon Lab Book avec le Coach
it: Condividi anche i miei schemi e Lab Book con Coach
pl: Udostępnij także trenerowi moje wzorce i książkę laboratoryjną
pt_pt: Partilhe também os meus padrões e o Lab Book com o treinador
ru: Также поделиться моими паттернами и Лабораторным журналом с тренером
th: แบ่งปันรูปแบบและ Lab Book ของฉันกับโค้ชด้วย
zh_hans: 同时与教练分享我的规律和实验手记
zh_hant: 同時與教練分享我的規律和實驗手記

source: Also small wins and a light weekly review.
de: Auch kleine Erfolge und ein kurzer Wochenrückblick.
es: También pequeños logros y un breve resumen semanal.
fr: Aussi les petites victoires et un léger bilan hebdomadaire.
it: Anche piccole vittorie e una leggera revisione settimanale.
pl: A także drobne sukcesy i lekki przegląd tygodnia.
pt_pt: Também pequenas vitórias e uma leve revisão semanal.
ru: А еще небольшие победы и легкий еженедельный обзор.
th: นอกจากนี้ยังมีชัยชนะเล็กน้อยและการทบทวนรายสัปดาห์เล็กน้อย
zh_hans: 还有小的胜利和轻松的每周回顾。
zh_hant: 還有小小的勝利和輕鬆的每週回顧。

source: Always rely on your doctor, pharmacist, or a qualified professional to interpret results and make decisions. If a number worries you, talk to them, not to an app.
de: Verlass dich bei der Interpretation von Ergebnissen und bei Entscheidungen immer auf Arzt, Apotheke oder qualifiziertes Fachpersonal. Wenn dich eine Zahl beunruhigt, sprich mit ihnen, nicht mit einer App.
es: Confía siempre en tu médico, farmacéutico o un profesional cualificado para interpretar resultados y tomar decisiones. Si un número te preocupa, habla con ellos, no con una app.
fr: Fiez-vous toujours à votre médecin, pharmacien ou un professionnel qualifié pour interpréter les résultats et prendre des décisions. Si un chiffre vous inquiète, parlez-en à eux, pas à une application.
it: Affidati sempre al tuo medico, al farmacista o a un professionista qualificato per interpretare i risultati e prendere decisioni. Se un numero ti preoccupa, parlane con loro, non con un'app.
pl: Zawsze polegaj na swoim lekarzu, farmaceucie lub wykwalifikowanym specjalistie w zakresie interpretacji wyników i podejmowania decyzji. Jeśli jakiś numer Cię niepokoi, porozmawiaj z nim, a nie z aplikacją.
pt_pt: Conte sempre com o teu médico, farmacêutico ou profissional qualificado para interpretar os resultados e tomar decisões. Se um número o preocupa, fale com ele, e não com uma aplicação.
ru: Всегда полагайтесь на врача, фармацевта или квалифицированного специалиста для интерпретации результатов и принятия решений. Если число вас беспокоит, обратитесь к ним, а не к приложению.
th: พึ่งพาแพทย์ เภสัชกร หรือผู้เชี่ยวชาญที่มีคุณสมบัติเหมาะสมในการตีความผลลัพธ์และการตัดสินใจ หากมีหมายเลขใดทำให้คุณกังวล ให้พูดคุยกับพวกเขา ไม่ใช่กับแอป
zh_hans: 解读结果和做决定时，请始终依靠你的医生、药剂师或专业人士。如果某个数字让你担心，去找他们，而不是找一个应用。
zh_hant: 解讀結果和做決定時，請永遠仰賴你的醫師、藥師或合格的專業人員。如果某個數字讓你擔心，去找他們談，而不是找一個應用程式。

source: Amount
de: Menge
es: Cantidad
fr: Quantité
it: Quantità
pl: Kwota
pt_pt: Montante
ru: Количество
th: จำนวน
zh_hans: 量
zh_hant: 量

source: Amount in mg (optional)
de: Menge in mg (optional)
es: Cantidad en mg (opcional)
fr: Quantité en mg (facultatif)
it: Quantità in mg (opzionale)
pl: Ilość w mg (opcjonalnie)
pt_pt: Quantidade em mg (opcional)
ru: Количество в мг (необязательно)
th: ปริมาณเป็นมิลลิกรัม (ไม่บังคับ)
zh_hans: 用量（毫克，可选）
zh_hant: 用量（毫克，可選）

source: Amount in millilitres
de: Menge in Millilitern
es: Cantidad en mililitros
fr: Quantité en millilitres
it: Quantità in millilitri
pl: Ilość w mililitrach
pt_pt: Quantidade em mililitros
ru: Количество в миллилитрах
th: ปริมาณเป็นมิลลิลิตร
zh_hans: 用量（毫升）
zh_hant: 用量（毫升）

source: An earlier update replaced NOOP's HRV values in Apple Health and only rewrote the last 14 days. Rebuilding restores every night NOOP still holds beat data for.
de: Ein früheres Update hat NOOPs HRV-Werte in Apple Health ersetzt und nur die letzten 14 Tage neu geschrieben. Der Wiederaufbau stellt jede Nacht wieder her, für die NOOP noch Schlagdaten hat.
es: Una actualización anterior sustituyó los valores de VFC de NOOP en Apple Salud y solo reescribió los últimos 14 días. La reconstrucción restaura cada noche de la que NOOP aún conserva datos de latidos.
fr: Une mise à jour antérieure a remplacé les valeurs de VFC de NOOP dans Apple Santé et n'a réécrit que les 14 derniers jours. La reconstruction restaure chaque nuit pour laquelle NOOP conserve des données de battements.
it: Un aggiornamento precedente ha sostituito i valori HRV di NOOP in Apple Salute riscrivendo solo gli ultimi 14 giorni. La ricostruzione ripristina ogni notte per cui NOOP conserva ancora i dati dei battiti.
pl: Wcześniejsza aktualizacja zastąpiła wartości HRV z NOOP w Apple Health i nadpisała tylko ostatnie 14 dni. Przebudowa przywraca każdą noc, dla której NOOP wciąż ma dane o uderzeniach serca.
pt_pt: Uma atualização anterior substituiu os valores de VFC do NOOP na Apple Saúde e só reescreveu os últimos 14 dias. A reconstrução repõe todas as noites de que o NOOP ainda tem dados de batimentos.
ru: Более раннее обновление заменило значения ВСР от NOOP в Apple Health и переписало только последние 14 дней. Перестроение восстановит каждую ночь, для которой у NOOP ещё есть данные ударов.
th: การอัปเดตก่อนหน้านี้แทนที่ค่า HRV ของ NOOP ใน Apple Health และเขียนย้อนหลังเพียง 14 วัน การสร้างใหม่จะคืนค่าทุกคืนที่ NOOP ยังมีข้อมูลจังหวะหัวใจ
zh_hans: 早前的更新替换了 Apple 健康中 NOOP 的 HRV 数据，且只重写了最近 14 天。重建会恢复 NOOP 仍保有心跳数据的每一晚。
zh_hant: 早前的更新取代了 Apple 健康中 NOOP 的 HRV 數據，且只重寫了最近 14 天。重建會恢復 NOOP 仍保有心跳數據的每一晚。

source: An early "recharge tonight" heads-up when the strap has about a day of estimated runtime left, at most once per discharge cycle. Turn off to keep only the 15% warning.
de: Ein frühes „Heute Abend aufladen“-Heads-up, wenn das Armband noch etwa einen Tag geschätzte Laufzeit hat, höchstens einmal pro Entladezyklus. Schalten Sie die Option aus, um nur die Warnung 15% wzu behalten.
es: Un aviso temprano de "recarga esta noche" cuando a la correa le queda aproximadamente un día de tiempo de ejecución estimado, como máximo una vez por ciclo de descarga. Apague para mantener solo la 15% wadvertencia.
fr: Un avertissement précoce de « recharge ce soir » lorsqu'il reste environ une journée d'autonomie estimée à la sangle, au plus une fois par cycle de décharge. Désactivez-le pour conserver uniquement l'avertissement 15% w.
it: Un avviso di "ricarica stasera" anticipato quando al cinturino rimane circa un giorno di autonomia stimata, al massimo una volta per ciclo di scarica. Disattiva per mantenere solo il 15% warning.
pl: Wczesne przypomnienie „naładuj dziś wieczorem”, gdy opasce zostaje około doby szacowanego czasu pracy, najwyżej raz na cykl rozładowania. Wyłącz, by zostawić tylko ostrzeżenie przy 15%.
pt_pt: Um aviso antecipado de “recarga hoje à noite” quando a pulseira ainda tiver cerca de um dia de tempo de execução estimado, no máximo uma vez por ciclo de descarga. Desligue para manter apenas o aviso 15% w.
ru: Ранняя «подзарядка сегодня вечером», когда у ремешка осталось около суток расчетного времени работы, не более одного раза за цикл разрядки. Выключите, чтобы сохранить только 15% w сообщение.
th: แจ้งเตือนให้ชาร์จในคืนนี้เมื่อสายรัดเหลือเวลาใช้งานประมาณหนึ่งวัน โดยเตือนสูงสุดหนึ่งครั้งต่อรอบแบตเตอรี่ ปิดตัวเลือกนี้หากต้องการใช้เฉพาะคำเตือนที่ 15%
zh_hans: 当表带还剩大约一天的预计运行时间时，会提前发出“今晚充电”提示，每个放电周期最多充电一次。关闭以仅保留 15% warning。
zh_hant: 當錶帶還剩大約一天的預計運行時間時，會提前發出「今晚充電」提示，每個放電週期最多充電一次。關閉以僅保留 15% warning。

source: An estimated VO2max from the Nes / HUNT Fitness Study model (resting heart rate, age and activity), read against population norms to express it as a fitness age.
de: Eine geschätzte VO2max nach dem Modell der Nes-/HUNT-Fitness-Studie (Ruheherzfrequenz, Alter und Aktivität), gegen Bevölkerungsnormen gelesen, um sie als Fitnessalter auszudrücken.
es: Un VO2max estimado con el modelo del estudio Nes / HUNT Fitness (frecuencia cardíaca en reposo, edad y actividad), comparado con normas poblacionales para expresarlo como una edad fitness.
fr: Une VO2max estimée à partir du modèle de l'étude Nes / HUNT Fitness (fréquence cardiaque au repos, âge et activité), comparée à des normes de population pour l'exprimer sous forme d'âge fitness.
it: Un VO2max stimato con il modello del Nes / HUNT Fitness Study (frequenza cardiaca a riposo, età e attività), confrontato con le norme di popolazione per esprimerlo come età fitness.
pl: Szacunkowe VO2max z modelu Nes / HUNT Fitness Study (tętno spoczynkowe, wiek i aktywność), w porównaniu z normami populacyjnymi, aby wyrazić je jako wiek sprawnościowy.
pt_pt: Um VO2máx estimado do modelo Nes/HUNT Fitness Study (frequência cardíaca em repouso, idade e atividade), comparado com as normas populacionais para o expressar como uma idade de aptidão.
ru: Оценка VO2max по модели исследования Nes / HUNT Fitness Study (пульс в покое, возраст и активность), сопоставленная с популяционными нормами и выраженная как фитнес-возраст.
th: ค่า VO2max โดยประมาณจากแบบจำลองการศึกษาฟิตเนสของ Nes / HUNT (อัตราการเต้นหัวใจขณะพัก อายุ และกิจกรรม) อ่านเทียบกับบรรทัดฐานของประชากรเพื่อแสดงเป็นอายุความฟิต
zh_hans: 基于 Nes / HUNT 健身研究模型估算的 VO2max（静息心率、年龄和活动量），对照人群常模换算为体能年龄。
zh_hant: 依 Nes / HUNT Fitness Study 模型估算的 VO2max（靜息心率、年齡與活動量），對照人口常模換算成體能年齡。

source: An even newer Today rework: activity-status chip, a status-reactive base card with swipeable suggestion cards, and an editable vitals grid. Takes priority over Liquid Today when on. Turn it off any time to return to Liquid Today or the classic dashboard.
de: Eine noch neuere Überarbeitung von Heute: Aktivitätsstatus-Chip, eine statusreaktive Basiskarte mit wischbaren Vorschlagskarten und ein bearbeitbares Vitalwerte-Raster. Hat Vorrang vor Liquid Today, wenn aktiviert. Schalte es jederzeit aus, um zu Liquid Today oder dem klassischen Dashboard zurückzukehren.
es: Una revisión aún más nueva de Hoy: chip de estado de actividad, una tarjeta base reactiva al estado con tarjetas de sugerencias deslizables, y una cuadrícula de constantes vitales editable. Tiene prioridad sobre Hoy líquido cuando está activada. Desactívala en cualquier momento para volver a Hoy líquido o al panel clásico.
fr: Une refonte encore plus récente d'Aujourd'hui : puce de statut d'activité, une carte de base réactive au statut avec des cartes de suggestion à balayer, et une grille de signes vitaux modifiable. Prend le pas sur Liquide aujourd'hui lorsqu'elle est activée. Désactivez-la à tout moment pour revenir à Liquide aujourd'hui ou au tableau de bord classique.
it: Una rielaborazione Today ancora più recente: chip di stato dell'attività, una scheda base reattiva allo stato con schede di suggerimenti scorrevoli e una griglia dei parametri vitali modificabile. Ha la priorità su Liquid Today quando è attivo. Spegnilo in qualsiasi momento per tornare a Liquid Today o alla dashboard classica.
pl: Jeszcze nowsza przebudowa ekranu Dziś: plakietka statusu aktywności, reagująca na status karta bazowa z przesuwanymi kartami sugestii oraz edytowalna siatka parametrów życiowych. Gdy jest włączona, ma pierwszeństwo przed Liquid Today. Wyłącz w dowolnej chwili, by wrócić do Liquid Today lub klasycznego pulpitu.
pt_pt: Uma reformulação ainda mais recente do Today: chip de status de atividade, um cartão base reativo ao status com cartões de sugestões deslizantes e uma grade de sinais vitais editável. Tem prioridade sobre o Liquid Today quando ativado. Desligue-o a qualquer momento para retornar ao Liquid Today ou ao painel clássico.
ru: Еще более новая переработка Today: чип статуса активности, базовая карта, реагирующая на статус, с перелистываемыми карточками предложений и редактируемая сетка жизненно важных показателей. При включении имеет приоритет над Liquid Today. Выключите его в любой момент, чтобы вернуться в Liquid Today или к классической панели управления.
th: การปรับปรุงใหม่ในวันนี้: ชิปสถานะกิจกรรม การ์ดฐานแบบโต้ตอบสถานะพร้อมการ์ดคำแนะนำแบบปัดนิ้วได้ และตาราง Vitals ที่แก้ไขได้ มีลำดับความสำคัญมากกว่า Liquid Today เมื่อเปิด ปิดได้ตลอดเวลาเพื่อกลับสู่ Liquid Today หรือแดชบอร์ดแบบคลาสสิก
zh_hans: 更新的今日重做：活动状态芯片、带有可滑动建议卡的状态反应基卡以及可编辑的生命体征网格。开启时优先于 Liquid Today。随时将其关闭以返回 Liquid Today 或经典仪表板。
zh_hant: 更新的今日重做：活動狀態晶片、帶有可滑動建議卡的狀態反應基卡以及可編輯的生命體徵網格。開啟時優先於 Liquid Today。隨時將其關閉以返回 Liquid Today 或經典儀表板。
